[
    {
        "id": "1",
        "image":"./imagens/bttm.jpg",
        "name": "Better Than The Movies",
        "sinopse": "É uma comédia romântica jovem adulta centrada em Liz Buxbaum, uma adolescente que adora filmes românticos e sonha em viver sua própria história de amor perfeita. Liz é uma garota idealista e um pouco sonhadora, que cresceu acreditando em finais felizes, muito por influência de sua mãe, que já faleceu. A história se desenrola quando Michael Young, o crush de infância de Liz, retorna à cidade. Determinada a conquistar Michael e viver seu próprio conto de fadas, Liz decide pedir ajuda ao seu vizinho e inimigo de longa data, Wes Bennet. Wes é o tipo de garoto popular e charmoso que Liz normalmente evitaria, mas ele tem uma conexão com Michael que pode ser útil. À medida que Liz e Wes passam mais tempo juntos, trabalhando no plano para aproximá-la de Michael, Liz começa a perceber que talvez sua ideia de romance perfeito estivesse errada o tempo todo. Com diálogos engraçados e situações inesperadas, Liz descobre que a realidade pode ser 'melhor do que nos filmes', e que o amor verdadeiro pode estar onde menos se espera. A narrativa é cheia de referências a filmes clássicos de romance, e aborda temas como amadurecimento, luto, amizade e a redescoberta de si mesma."
    },
    {
        "id": "2",
        "image":"./imagens/man.jpg",
        "name": "Manual de Assassinato Para Boas Garotas",
        "sinopse": "A história gira em torno de Pippa Fitz-Amobi, uma adolescente que decide investigar um caso de assassinato arquivado em sua cidade para um projeto escolar. Cinco anos antes, Andie Bell, uma popular estudante do ensino médio, foi assassinada, e seu namorado, Sal Singh, foi acusado do crime. Entretanto, Pippa não acredita que Sal seja culpado e decide reabrir o caso por conta própria. Utilizando suas habilidades investigativas e a ajuda de Ravi, irmão de Sal, Pippa começa a descobrir segredos sombrios que a pequena cidade esconde. À medida que Pippa se aprofunda na investigação, ela enfrenta uma série de desafios e perigos, incluindo ameaças anônimas que a alertam para parar de investigar. Determinada a encontrar a verdade e limpar o nome de Sal, Pippa precisa navegar por um labirinto de pistas falsas, suspeitos inesperados e revelações chocantes."
    },
    {
        "id": "3",
        "image":"./imagens/era.jpg",
        "name": "Era Uma Vez um Coração Partido",
        "sinopse": "'Era Uma Vez um Coração Partido' é um romance de fantasia escrito por Stephanie Garber. A história segue Evangeline Fox, uma jovem sonhadora e apaixonada que acredita no poder do amor verdadeiro. Quando seu coração é despedaçado pela traição de seu amado, Evangeline faz um pacto desesperado com Jacks, o Príncipe dos Corações, um ser imortal e caprichoso. O acordo de Evangeline com Jacks a leva para um mundo de magia, perigos e segredos. Em sua jornada, ela se vê envolvida em um emaranhado de intrigas e mistérios que desafiam suas crenças e a força de seu coração. A narrativa é repleta de reviravoltas, onde Evangeline precisa decidir em quem confiar e como navegar pelos desafios que ameaçam não apenas seu futuro, mas também a verdade sobre sua própria história. Enquanto luta para proteger aqueles que ama e para descobrir o verdadeiro significado de seu pacto com Jacks, Evangeline se depara com escolhas difíceis que a obrigam a confrontar suas próprias limitações e coragem. A obra explora temas de amor, traição, sacrifício e a busca pela identidade em um cenário encantador e perigoso."
    },
    {
        "id": "4",
        "image":"./imagens/evelyn.jpg",
        "name": "Os Sete Maridos de Evelyn Hugo",
        "sinopse": "'Os Sete Maridos de Evelyn Hugo' é um romance da autora Taylor Jenkins Reid que gira em torno da lendária estrela de cinema Evelyn Hugo. A história é contada através de uma entrevista exclusiva concedida por Evelyn a Monique Grant, uma jornalista relativamente desconhecida. Evelyn, agora uma reclusa de 79 anos, decide contar a verdade sobre sua vida glamourosa e muitas vezes escandalosa em Hollywood. Ao longo do livro, Evelyn revela os segredos e as motivações por trás de cada um de seus sete casamentos, oferecendo um retrato íntimo e complexo de sua vida e carreira. Ela fala sobre suas ambições, amores proibidos, e as decisões difíceis que teve que tomar para alcançar e manter sua fama. À medida que a narrativa avança, Monique descobre que sua conexão com Evelyn é mais profunda e pessoal do que ela jamais poderia ter imaginado. O livro explora temas como a identidade, o sacrifício, a moralidade na busca pelo sucesso e a verdadeira natureza do amor. 'Os Sete Maridos de Evelyn Hugo' é um romance emocionante e envolvente que destaca a vida fascinante de uma mulher poderosa e as complexidades de suas escolhas."
    },
    {
        "id": "5",
        "image":"./imagens/semcoracao.jpg",
        "name": "Sem Coração",
        "sinopse": "'Sem Coração' (Heartless), escrito por Marissa Meyer, é uma reimaginação criativa e envolvente da clássica história da Rainha de Copas, um dos personagens mais icônicos de 'Alice no País das Maravilhas' de Lewis Carroll. O livro explora a juventude de Cath, uma jovem talentosa na cozinha que sonha em abrir sua própria padaria no Reino de Copas. Cath é filha de nobres e vive sob a pressão das expectativas sociais. Seus pais têm grandes planos para ela, incluindo um casamento vantajoso com o Rei de Copas. No entanto, Cath se apaixona por Jest, o charmoso e misterioso bobo da corte. À medida que seu relacionamento com Jest se aprofunda, Cath se vê dividida entre seguir seu coração e atender às demandas da sociedade. A trama se desenrola com uma série de eventos e encontros mágicos que revelam o destino trágico e inevitável de Cath. Enquanto ela luta contra as forças que a empurram para um futuro que ela não deseja, 'Sem Coração' oferece uma visão empática e detalhada de como uma jovem doce e sonhadora pode ser transformada na temida Rainha de Copas. O livro mistura romance, fantasia e tragédia, capturando o leitor com sua narrativa rica e personagens bem desenvolvidos, proporcionando uma nova perspectiva sobre uma vilã clássica."
    },
    {
        "id": "6",
        "image":"./imagens/thg.jpg",
        "name": "A Cantiga dos Pássaros e das Serpentes",
        "sinopse": "'A Cantiga dos Pássaros e das Serpentes' é um romance distópico escrito por Suzanne Collins, que serve como um prelúdio à trilogia 'Jogos Vorazes'. A história se passa 64 anos antes dos eventos protagonizados por Katniss Everdeen, durante a décima edição dos Jogos Vorazes. O protagonista é Coriolanus Snow, um jovem ambicioso que pertence a uma família outrora influente na capital, mas que agora enfrenta tempos difíceis após a guerra. Para restaurar a glória e o prestígio de sua casa, Snow é escolhido como mentor nos Jogos Vorazes, um papel ainda novo na época. Ele é designado para orientar a tributo do Distrito 12, uma jovem chamada Lucy Gray Baird, cuja habilidade de encantar o público com suas canções e presença carismática se torna uma ferramenta crucial para tentar sobreviver na arena. À medida que Snow e Lucy Gray formam uma aliança improvável, Coriolanus começa a ver os Jogos e o próprio governo sob uma nova perspectiva. O romance explora temas de poder, moralidade e a complexidade das escolhas humanas, revelando as origens de muitos dos aspectos sombrios dos Jogos Vorazes e traçando o início da transformação de Coriolanus Snow no tirânico presidente visto na trilogia original."
    },
    {
        "id": "7",
        "image":"./imagens/boy2.jpg",
        "name": "Betting On You",
        "sinopse": "'Betting on You' é um romance escrito por Lynn Painter. A história gira em torno de Bailey, uma jovem que está determinada a fazer um grande avanço em sua carreira. Recém-formada, ela consegue um emprego dos sonhos em uma prestigiada empresa de marketing. No entanto, as coisas ficam complicadas quando ela descobre que seu novo chefe é nada menos que um ex-namorado do ensino médio, Austin Montgomery. Bailey e Austin compartilham um passado tumultuado, repleto de mal-entendidos e um término doloroso. Apesar da tensão inicial, ambos se veem forçados a trabalhar juntos em um importante projeto, o que os coloca em uma série de situações divertidas e emocionantes. À medida que passam mais tempo juntos, antigas faíscas reacendem, e os dois começam a questionar suas decisões passadas e sentimentos presentes. Bailey e Austin precisam decidir se vale a pena apostar no amor novamente, enfrentando medos e inseguranças para descobrir se seu relacionamento pode florescer de novo, desta vez com uma base mais madura e sólida. Betting on You é uma história cativante sobre redescoberta e reconexão, com personagens bem desenvolvidos e uma narrativa envolvente que mantém os leitores torcendo pelo casal até o último capítulo."
    },
    {
        "id": "8",
        "image":"./imagens/thedeal.jpg",
        "name": "O Acordo",
        "sinopse": "'O Acordo', da autora Elle Kennedy, é o primeiro livro da série 'Amores Improváveis'. A história segue Hannah Wells, uma estudante universitária talentosa e determinada, que se apaixona por Justin, um rapaz popular de sua faculdade. No entanto, para chamar a atenção de Justin, ela decide aceitar uma proposta inesperada. \n\n Garrett Graham é o astro do time de hóquei da universidade e precisa desesperadamente melhorar suas notas em uma matéria difícil para continuar jogando. Ao descobrir que Hannah é excelente na disciplina em que ele está tendo dificuldades, Garrett propõe um acordo: ele a ajuda a conquistar Justin se ela concordar em ser sua tutora. \n\n Conforme Hannah e Garrett passam mais tempo juntos, uma atração inesperada surge entre eles. O que começa como um simples acordo se transforma em uma relação complexa, onde ambos precisam lidar com seus passados e suas próprias inseguranças. Ao longo da narrativa, eles descobrem que, às vezes, as coisas que menos esperamos podem se tornar as mais importantes em nossas vidas. 'O Acordo' é uma comédia romântica que explora temas de amizade, superação e amor, com diálogos inteligentes e personagens cativantes que conquistam o leitor desde as primeiras páginas"
    },
    {
        "id": "9",
        "image":"./imagens/themistake.jpg",
        "name": "O Erro",
        "sinopse": "'O Erro' é o segundo livro da série 'Amores Improváveis' da autora Elle Kennedy. A trama segue a história de Logan, um popular jogador de hóquei na universidade, que apesar de parecer ter uma vida perfeita, luta contra um segredo que o atormenta e o impede de seguir em frente. Logan se envolve romanticamente com Grace, uma caloura tímida e inteligente, após um encontro acidental. Inicialmente, Logan vê em Grace uma forma de se distrair dos seus problemas, mas logo percebe que seus sentimentos por ela são muito mais profundos do que ele imaginava. No entanto, devido a um erro, ele afasta Grace, e ela decide se distanciar para proteger seu coração. Determinada a seguir em frente, Grace se dedica aos estudos e a novas experiências. Logan, por outro lado, precisa lidar com suas inseguranças e aprender a superar seus problemas para reconquistar a confiança e o amor de Grace. A história explora temas como redenção, crescimento pessoal e a importância de assumir responsabilidades pelos próprios atos. Em 'O Erro', Elle Kennedy mistura romance, humor e momentos emocionantes, criando uma narrativa envolvente que cativa os leitores do início ao fim"
    },
    {
        "id": "10",
        "image":"./imagens/thescore.jpg",
        "name": "O Jogo",
        "sinopse": "'O Jogo' é o terceiro livro da série 'Amores Improváveis' da autora Elle Kennedy. A história gira em torno de Dean Di Laurentis, um dos jogadores de hóquei mais populares e atraentes da Universidade Briar. Dean é conhecido por seu charme, confiança e pela sua vida amorosa intensa e descompromissada. Ele é o típico playboy que nunca teve que se esforçar muito para conquistar o que queria, tanto no esporte quanto com as mulheres. Tudo muda quando ele conhece Allie Hayes, uma estudante determinada e em busca de estabilidade emocional após o término de um relacionamento sério. Allie não está interessada em se envolver com Dean, especialmente por causa de sua reputação, mas uma série de eventos os coloca juntos e eles acabam se conectando de maneiras inesperadas. O romance entre Dean e Allie é repleto de química, desafios e crescimento pessoal. Dean precisa lidar com suas próprias inseguranças e descobrir o que realmente quer da vida, enquanto Allie aprende a confiar novamente e a abrir seu coração para novas possibilidades. 'O Jogo' é uma história sobre amadurecimento, autodescoberta e o poder transformador do amor, com uma boa dose de humor e paixão, características marcantes dos livros de Elle Kennedy."
    },
    {
        "id": "11",
        "image":"./imagens/thegoal.jpg",
        "name": "A Conquista",
        "sinopse": "'A Conquista' é o quarto livro da série Amores Improváveis da autora Elle Kennedy. Nesta obra, somos apresentados à história de Tucker, um jogador de hóquei da Briar University, e Sabrina, uma estudante determinada a deixar seu passado para trás e focar em seu futuro. Tucker é um dos melhores amigos dos protagonistas dos livros anteriores da série. Ele é conhecido por seu charme e seu jeito tranquilo, contrastando com a vida mais agitada e problemática de seus colegas de time. Já Sabrina está totalmente dedicada a conseguir sua vaga na faculdade de direito, mantendo-se focada em seus objetivos, apesar das dificuldades que enfrenta devido aos seus problemas familiares. Os caminhos de Tucker e Sabrina se cruzam em uma noite de festa, resultando em uma atração irresistível. O que começa como um caso sem compromisso evolui para algo mais profundo, quando um acontecimento inesperado coloca em risco o futuro de Sabrina e a relação dos dois, eles precisam decidir se estão dispostos a lutar pelo que têm."
    }

]